Repository: giellalt/corpus-nob
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/stoetter-verddestallan-prosjekt.html.tmx
Source language: nob
Languages: smj

source: Sametingsrådet gir 320.000 kroner til Kautokeino ungdomsskole, som skal samarbeide med en verddesiida for å lære elevene om reindrift og verddestallan.
smj: Sámedikkeráde juollot 320.000 kråvnå Guovdagæjno nuorajskåvllåj mij galggá aktan barggat avtastallamsijdajn (verddesiida) oahppijt åhpadittjat boatsojsujto ja avtastallama birra.

source: Kautokeino ungdomsskole planlegger å opprette et samarbeid med en verddesiida (reindriftssiida).
smj: Guovdagæjno nuorajskåvllå ájggu ásadit aktisasjbargov avtastallamsijdajn (boatsojsujttosijdajn).

source: Siidaen skal bli en permanent verddesiida for skolen, dit elever sammen med lærere kan reise til for å lære om reindrift og verddestallan og lære hva en verdde bidrar med i reindriftssammenheng.
smj: Sijdda galggá sjaddat stuoves avtastallamsijddan skåvllåj, gåsi oahppe aktan åhpadiddjij bessi mannat boatsojsujto ja avtastallama birra oahppat, ja oahppat majda dakkir «boatsojsujttorádna» (nuorttasábmáj verdde) la viehkken boatsojsujttobargon.

source: Elever skal delta i flesteparten av reindriftens gjøremål og oppgaver som naturlig følger reindriften gjennom et reindriftsår.
smj: Oahppe galggi oassálasstet ienemus bargojda ja dahkamusájda boatsojsujton, sæmmi láhkáj duot dát dahkamus luondulattjat boatsojsujtov jagev miehtáj tjuovvu.

source: Prosjektets gjøremål og aktiviteter skal filmes og utvikles til å bli læremidler, som samtidig også blir en dokumentasjon på hvordan opplæringsarena kan flyttes fra klasserommet.
smj: Prosjevta dahkamusá ja dåjma galggi filmmiduvvat ja åvddånahteduvvat oahpponævvon, ma sæmmi bále sjaddi duodastussan man láhkáj åhpadusariedná máhttá klássalanjás sirdeduvvat.

source: Duodji inn i de fleste fag
smj: Duodje ienemus fágajda

source: Kautokeino ungdomsskole skal også få elevene til å bli kjent med ulike duodjimåter fra både nord-, lule- og sørsamiske områder.
smj: Guovdagæjno nuorajskåvllå galggá aj oahppijt oahpásmahttet duon dán duodjuhimvuohkáj nuortta,- julev- ja oarjjelsámeguovlos.

source: Lærere skal bli kjent med og begynne å verdsette duodjiopplæring i alle fag, for å fremme den samiske skolens innhold og elevenes tradisjonell kunnskap.
smj: Åhpadiddje galggi oahpástuvvat ja árvvon adnegoahtet duodjeåhpadusáv gájkajn fágajn åvdedittjat sáme skåvlå sisanov ja oahppij árbbediedov.

source: Duodjiopplæring skal få plass i flesteparten av skolefagene, for eksempel skal elevene lære matematikk gjennom duodji.
smj: Duodjeåhpadus galggá oassen ienemus skåvllåfágajn sjaddat, duola dagu galggi oahppe matematihkav dádjadit duoje baktu.

source: – Viktig at tradisjonell kunnskap styrkes i skolen
smj: – Ájnas la árbbediedov skåvlån nannit

source: Sametingsråd Juhána Biera Biret Márjá/Berit Marie P.E. Eira sier at begge prosjektene er viktige bidragsytere til hvordan videreføre tradisjonell kunnskap i skolen.
smj: Sámedikkerádesebrulasj Juhána Biera Biret Márjá/Berit Marie P.E. Eira javllá, goappátja prosjevta li ájnas viehkken man láhkáj árbbediedov máhttá skåvlån joarkket.

source: Prosjektene er med på å fremme utvikling av samisk språk, identitet og overføring av tradisjonell kunnskap, da elever gjennom praktiske oppgaver og aktiviteter lærer samiske termer innen samisk reindrift.
smj: Prosjækta l siegen åvddånahttemin sámegielav, iesjdåbdov ja árbbediedov vaddet, gå oahppe praktihkalasj dahkamusáj ja dåjmaj baktu oahppi sáme termajt sáme boatsojsujton.

source: Eira sier at samiske skoler skal ha et samisk innhold, hvor elevene skal kunne gjenkjenne og identifisere seg med sin samiske kulturarv og språk.
smj: Eira javllá, sáme skåvlåjn galggá sáme sisadno gånnå oahppe bessi dåbddåt ietjasa sáme kulturárbev ja sáme gielav.

source: – Det er når elevene jobber med slike prosjekter at de lærer å bli stolt av sin samiske identitet og kulturarv, og de blir trygge på sin identitet, sier Eira.
smj: -Jur gå oahppe dákkir prosjevtajn barggi, oahppi mihástallat ietjasa sáme iesjdåbdos ja sáme kulturárbes, ja dåbdijdi jasskavuodav ietjasa iesjdåbdojn, javllá Eira.

source: For spørsmål eller intervju, kontakt sametingsråd Juhána Biera Biret Márjá/Berit Marie P.E. Eira, mob. +47 913 28 626.
smj: Gatjálvisá jali ságájdahtátjit, guládalá sámedikkerádijn Juhána Biera Biret Márjájn/Berit Marie P.E. Eirajn, mob. +47 913 28 626.
